{
  "aboutUs": {
    "description": "The Youth Sustainable Development Initiative (YSDI) is a youth-led non-profit organization based in Accra, Ghana, dedicated to promoting peace, innovation, and sustainable development. We believe in the power of young people to shape solutions to global challenges, and we provide platforms that nurture leadership, collaboration, and creativity.",
    "story": {
      "title": "Our Story",
      "content": "YSDI began in 2019, when our founder, Gideon Nana Osei Eyison developed a strong passion for sustainable development and climate action. His early projects, including the “One Man, One Tree” initiative (which encouraged secondary school students to plant trees along their campuses and fight deforestation) and the “Trashy Bags” campaign (which promoted recycling and plastic waste management), laid the foundation for what would become a larger movement. After high school, this passion grew into action. A small team of three young changemakers came together to formally establish the Youth Sustainable Development Initiative, with the vision of creating lasting impact across communities in Ghana and beyond."
    },
    "impactAreas": {
      "title": "Our Impact Areas",
      "areas": [
        {
          "icon": "earth-outline",
          "name": "Model African Union Summits",
          "description": "Equipping young people with diplomatic, leadership, and problem-solving skills by simulating continental decision-making processes."
        },
        {
          "icon": "leaf-outline",
          "name": "Green Flame Briquettes",
          "description": "Producing eco-friendly charcoal briquettes as a cleaner alternative to traditional charcoal. This initiative reduces deforestation, cuts carbon emissions, and creates jobs for youth and women."
        },
        {
          "icon": "peace-outline",
          "name": "Youth Peace Hubs",
          "description": "Promoting dialogue, inclusion, and peacebuilding among young people in local communities."
        }
      ],
      "footer": "At YSDI, we strive to build a community of changemakers who are passionate about addressing pressing issues such as climate change, education, gender equality, and peacebuilding. Through training, mentorship, and partnerships, we equip young leaders with the knowledge, skills, and opportunities they need to create lasting impact in their communities and beyond."
    },
    "mission": {
      "title": "Our Mission",
      "content": "Our mission is to promote peace and sustainable development by addressing global challenges and making basic needs explicitly at every child's disposal."
    },
    "vision": {
      "title": "Our Vision",
      "content": "We envision a world where fundamental human rights are upheld and aligning our efforts with UN Goals and frame work to create a positive and lasting impact on a global scale."
    },
    "coreValues": {
      "title": "Our Core Values",
      "values": [
        "Integrity & Transparency",
        "Youth Empowerment",
        "Collaboration & Inclusivity",
        "Innovation & Excellence",
        "Commitment to Peace and Development"
      ]
    }
  }
}
